[{
        "images": "assets/service/cooler.jpg",
        "title": "PM-Kisan Scheme",
        "description": "Pradhan Mantri Kisan Samman Nidhi Yojana is an initiative of the Government wherein 120 million small and marginal farmers of India with less than two hectares of landholding will get up to Rs. 6,000 per year as a minimum income support. PM-Kisan scheme has become operational since 1st December 2018. Under this scheme, cultivators will get Rs. 6000 in three installments.",
        "url": "https://pmkisan.gov.in/"

    },

    {
        "images": "assets/service/sec.jpg",
        "title": "Pradhan Mantri Kisan Maandhan yojana",
        "description": "Prime Minister Narendra Modi launched a pension scheme for the small & marginal farmers of India last September. Under PM Kisan Maandhan scheme about 5 crore marginalised farmers will get a minimum pension of Rs 3000 / month on attaining the age of 60. Those who fall in the age group of 18 - 40 years will be eligible to apply for the scheme. Under this scheme, the farmers will be required to make a monthly contribution of Rs 55 to 200, depending on their age of entry, in the Pension Fund till they reach the retirement date, 60 years. The Government will make an equal contribution of the same amount in the pension fund for the cultivators.",
        "url": "https://pmkmy.gov.in/"

    },

    {
        "images": "assets/service/thr.jpg",
        "title": "Pradhan Mantri Fasal Bima Yojana (PMFBY)",
        "description": "Pradhan Mantri Fasal Bima Yojana is an actuarial premium based scheme where farmer has to pay maximum premium of 2 percent for Kharif, 1.5 percent for Rabi food & oilseed crops and 5 percent for annual commercial or horticultural crops and the remaining part of the actuarial or bidded premium is equally shared by the Central & State Government.  An important purpose of the scheme is to facilitate quick claims settlement. The claims should be settled within 2 months of harvest subject to timely provision of both yield data & share of premium subsidy by State Government.",
        "url": "https://pmfby.gov.in/"

    },
    {
        "images": "assets/service/fou.jpg",
        "title": "Kisan Credit Card (KCC) scheme",
        "description": "Kisan Credit Card scheme is yet another important Government scheme that provides farmers with timely access to credit. Kisan Credit Card scheme was introduced in 1998 to provide short-term formal credit to the farmers. KCC scheme was launched to ensure that the credit requirements for cultivators in the agriculture, fisheries & animal husbandry sector were being met. Under this scheme, farmers are given short-term loans to purchase equipment & for their other expenses as well. There are many banks that offer KCC including SBI, HDFC, ICICI, Axis.",
        "url": "https://krishijagran.com/news/how-to-apply-for-kisan-credit-card-online-check-step-by-step-process/"

    },
    {
        "images": "assets/service/fit.png",
        "title": "Pashu Kisan Credit Card Scheme",
        "description": "For the growth and development of animal husbandry sector in India, the Government has launched ‘Pashu Kisan Credit Card’ for livestock farmers. Haryana is the first state in the country to provide Pashu Kisan Credit Card to the farmers. Under this scheme, farmers are given loan to buy cow, buffalo, goat etc. To apply for Pashu Kisan Credit Card you will have to go to your nearest bank. ",
        "url": "https://krishijagran.com/agriculture-world/pashu-kisan-credit-card-yojana-eligibility-benefits-loan-amount-necessary-documents-methods-to-apply/"

    },
    {
        "images": "assets/service/six.webp",
        "title": "Paramparagat Krishi Vikas Yojana (PKVY)",
        "description": "Paramparagat Krishi Vikas Yojana is implemented with the aim to promote organic cultivation in India. To improve soil health as well as organic matter content and to boost the net income of the farmer so as to realize premium prices.  Under Paramparagat Krishi Vikas Yojana, an area of 5 lakh acre is targeted to be covered though 10,000 clusters of 50 acre each, from 2015-16 to 2017-18. ",
        "url": "https://krishijagran.com/agriculture-world/how-farmers-can-get-rs-50000-per-hectare-for-organic-farming-under-paramparagat-krishi-vikas-yojana/"

    },
    {
        "images": "assets/service/sev.png",
        "title": "National Agriculture Market (e-NAM)",
        "description": "National Agriculture Market gives an e-marketing platform at the national level and support creation of infrastructure to enable e-marketing. This new market process is revolutionizing agriculture markets by guaranteeing better price discovery. It also brings in transparency & competition to enable cultivators to get improved remuneration for their produce moving towards ‘One Nation One Market’.",
        "url": "https://krishijagran.com/agriculture-world/164-crore-farmers-registered-on-e-nam-heres-the-process-of-selling-agricultural-produce-online-in-585-mandis/"

    },
    {
        "images": "assets/service/eit.jpg",
        "title": "Dairy Entrepreneurship Development Scheme",
        "description": "The Department of Animal Husbandry, Dairying & Fisheries (DAHD&F) had launched a pilot scheme called as “Venture Capital Scheme for Dairy & Poultry” in the year 2005-06.  The scheme aimed at extending support for setting up small dairy farms and other components to bring structural changes in the dairy sector. Later on, DAHD&F changed its name to 'Dairy Entrepreneurship Development Scheme' (DEDS) & the revised scheme came into operation with effect from 1st September, 2010.",
        "url": "https://krishijagran.com/animal-husbandry/dairy-entrepreneurship-development-scheme-how-farmers-can-get-loans-up-to-rs-20-lakh-under-this-scheme/"

    },
    {
        "images": "assets/service/nine.png",
        "title": "Rainfed Area Development Programme (RADP)",
        "description": "Rainfed Area Development Programme was started as a sub-scheme under the Rashtriya Krishi Vikas Yojana (RKVY). The aim was to improve quality of life of farmers’ especially, small & marginal farmers by giving a complete package of activities to maximize farm returns. It also help in increasing agricultural productivity of rainfed areas in a sustainable way by adopting suitable farming system based approaches. It minimises the adverse impact of possible crop failure because of drought, flood or un-even rainfall distribution through diversified & composite farming system. The programme also help in increasing farmer’s income & livelihood support for reduction of poverty in Rainfed areas.",
        "url": "https://pmkisan.gov.in/"

    },
    {
        "images": "assets/service/ten.jpg",
        "title": "Soil Health Card Scheme",
        "description": "Soil health card scheme was launched in the year 2015 in order to help the State Governments to issue Soil Health Cards to farmers of India.  The Soil Health Cards gives information to farmers on nutrient status of their soil along with recommendation on appropriate dosage of nutrients to be applied for improving soil health and its fertility.",
        "url": "https://soilhealth.dac.gov.in/"

    },
    {
        "images": "assets/service/ele.jpg",
        "title": "National Mission for Sustainable Agriculture (NMSA)",
        "description": "WNational Mission for Sustainable Agriculture is one of the eight Missions under the National Action Plan on Climate Change (NAPCC). It is aimed at promoting Sustainable Agriculture via climate change adaptation measures, boosting agriculture productivity especially in Rainfed areas focusing on integrated farming, soil health management & synergizing resource conservation.",
        "url": "https://pmkisan.gov.in/"

    },
    {
        "images": "assets/service/tww.png",
        "title": "Livestock insurance Scheme",
        "description": "Livestock insurance Scheme is aimed at providing protection mechanism to farmers as well as cattle rearers against any eventual loss of animals because of death. The scheme also tells about the benefit of insurance of livestock to dairy farmers and popularizes it with the ultimate goal of attaining qualitative improvement in livestock & their products.",
        "url": "https://dahd.gov.in/"

    }
]
