[{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcREoOHoJDNPc0QyOYk3_qAk3BmbojcNsRAQvaV0&s=0",
  "title": "Mechanical Engineer",
  "description": "Name of the Post Assistant Project Engineer (Mechanical) No. of Post - 05 Qualification (From an Indian University/ Institute recognized by UGC/AICTE)-Degree in Mechanical Engineering Age 32 Post Qualification Experience (Minimum) - 05 years in Design, Engineering & Construction activities of Gas Pipelines, City Gas Distribution Projects, CNG Stations. Level II NDT Certification and experience in RT is essential.",
  "url": "http://www.govjoblink.com/jobs/867/engineers-at-mecon-limited?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"

},

{
  "images": "https://defencejobsalert.com/wp-content/uploads/2020/11/NTPC-Recruitment-150x150.png",
  "title": "MWRD Recruitment 2021 Apply Online For Junior Engineer Jobs Vacancies.",
  "description": "Candidates Who Are Looking Their Career In Minor Water Resources Department For Junior Engineer Post there's Is Great Employment Opportunity For Them Because MWRD Out A Notification For Junior Engineer Post Get Updated, For Hiring In MWRD On DefenceJobsAlert.Com |",
  "url": "http://www.govjoblink.com/jobs/867/engineers-at-mecon-limited?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"

},

{
  "images": "https://defencejobsalert.com/wp-content/uploads/2021/03/NMDC-Limited-Recruitment.jpg",
  "title": "NMDC Limited Recruitment For mechanical Engineer 2021 Apply",
  "description": "National Mineral Development Corporation Limited (NMDC Limited ) Published A Recruitment Notice For NMDC Limited And Invites Applications For Executive, Maintenance Assistant And Other Positions. Please Check All Details Provided In The Notification Hiring Contract Before Applying For Hiring NMDC Limited And Verify That It Is Fully Eligible For Job Vacancies Executive, Maintenance Assistant And Other",
  "url": "https://nmdcnisp.formflix.com/apply-online"

},

{
  "images": "https://defencejobsalert.com/wp-content/uploads/2021/03/DSIIDC-Recruitment.jpg",
  "title": "DSIIDC Jobs 2021 Apply For Supertendent Engineer",
  "description": "Delhi State Industrial And Infrastructure Development Corporation Ltd (DSIIDC) Published A Recruitment Notice For DSIIDC And Invites Applications For Superintending Engineer, Executive Engineer & Other Positions. Please Check All Details Provided In The Notification Hiring Contract Before Applying For Hiring DSIIDC And Verify That It Is Fully Eligible For Job Vacancies Superintending Engineer, Executive Engineer & Other.",
  "url": "http://www.dsiidc.org/"

},
{
  "images": "https://defencejobsalert.com/wp-content/uploads/2021/03/Pt-BD-Sharma-University-Recruitment.jpg",
  "title": "Mechanical Engineer ",
  "description": " Pandit Bhagwat Dayal Sharma University Of Health Sciences Rohtak (Pt BD Sharma University ) Published A Recruitment Notice For Pt BD Sharma University And Invites Applications For Asst Registrar, Chief Security Officer & Other Positions. Please Check All Details Provided In The Notification Hiring Contract Before Applying For Hiring Pt BD Sharma University And Verify That It Is Fully Eligible For Job Vacancies From Asst Registrar, Chief Security Officer & Other. ",
  "url": "http://www.uhsr.ac.in/"

},
{
  "images": "https://defencejobsalert.com/wp-content/uploads/2020/11/NBCC-Recruitment.png",
  "title": "NBCC Recruitment 2021 Apply For Latest Jobs Notification In NBCC (India) Limited For  Trainee (Mechanical/ Electrical)  Post",
  "description": "NBCC (India) Limited (NBCC ) Published A Recruitment Notice For NBCC And Invites Applications For  Trainee (Mechanical/ Electrical) Positions. Please Check All Details Provided In The Notification Hiring Contract Before Applying For Hiring NBCC And Verify That It Is Fully Eligible For Job Vacancies  Trainee (Civil/ Mechanical).",
  "url": "https://www.nbccindia.com/webEnglish/jobs"

},
{
  "images": "https://defencejobsalert.com/wp-content/uploads/2020/09/IIT-Gandhinagar-Recruitment-150x150.jpg",
  "title": "IIT Gandhinagar Recruitment 2021 – Apply Online For Assistant Engineer And Junior Engineer Vacancies",
  "description": "IIT Gandhinagar Recruitment 2021 – Apply Online For Assistant Engineer And Junior Engineer Vacancies, IIT Gandhinagar Careers 2021, Govt Job Vacancies In IIT Gandhinagar,  Employment Opportunities In Indian Institute Of Technology Gandhinagar,",
  "url": "https://iitgn.ac.in/"

},

{
  "images": "https://img.jagranjosh.com/imported/images/E/Articles/msme-act-2006-logo.jpg",
  "title": "PPSC Recruitment 2021 -162 JE & Sub Divisional Engineer Vacancy",
  "description": "PPSC Recruitment 2021 -162 JE & Sub Divisional Engineer Vacancy,  PPSC Careers 2021, Govt Job Vacancies In PPSC,  Employment Opportunities In Punjab Public Service Commission",
  "url": "https://www.ppsc.gov.in/errorpageinfo.aspx?error=Info%2011-%20Session%20has%20Expired%20due%20to%20use%20of%20Back%20Button%20or%20Browser%20Refresh%20or%20Click%20on%20the%20link%20again%20before%20your%20earlier%20request%20is%20processed.Kindly%20Close%20Browser%20and%20Open%20Website%20in%20New%20Browser.%20%20defencejobsalert.com-www.ppsc.gov.in"

}
]
