[{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRj3bt8PxFy3KUJMkLZMOeiYsCG14or3ppKnLnd&s=0",
  "title": "Civil Engineer jobs",
  "description": "As we know that the Civil Engineers Conceive, Design, Build, Supervise, Operate, Construct and maintain all the infrastructure projects and the systems in the public and private sector, including roads, Buildings, airports, tunnels, dams, bridges, and systems for water supply and Sewage treatment. As of now many Civil Engineers works in planning, Design, Construction, Research, and the Education system. Basically, if you are willing to start a good career with the Civil Engineering govt jobs firstly you need to know clear information about the Civil Engineer with lots of details such as The work and the duties and responsibilities and many more. ",
  "url": "https://allgovernmentjobs.in/civil-engineering-jobs?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"

},


{
  "images": "http://www.irconisl.com/templates/ircon/images/ircon-logo.gif",
  "title": "IRCON ISL Government Jobs 2020 :- Vacancy for civil engineer posts, Apply",
  "description": "IRCON ISL govt Recruitment 2020 : -Infrastructure and Services Limited (IRCON ISL), New Delhi has issued an official notification citing 04 vacancies for the post of civil engineer. Aspirants can apply in the format prescribed in the official notification. (direct link below)",
  "url": "http://www.irconisl.com/"

},
{
  "images": "https://www.hindustanpetroleum.com/sites/all/themes/hpcl/images/hpcl_logo.png",
  "title": "HPCL Recruitment 2021 Civil Engineer Government Jobs in Mumbai B.Tech/B.E",
  "description": "Fresherslive Govt Jobs HPCL Recruitment 2021 HPCL Job Notification 2021 - Civil Engineer Vacancies - Salary 1,60,000 - Apply Now HPCL Job Notification 2021 - Civil Engineer Vacancies - Salary 1,60,000 - Apply Now Civil Engineer Jobs in Mumbai: On 03.03.2021, HPCL announced job notification for the post of Civil Engineer has been released officially. B.Tech/B.E pass Can apply for this job openings. Candidates who meet the eligibility criteria alone can apply on the official website hindustanpetroleum.com. The application process ends on 15.04.2021.",
  "url": "https://www.fresherslive.com/amp/job-alert/hpcl-jobs-2021-30-civil-engineer-vacancies-for-btechbe-1187655?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"
},
{
  "images": "https://state.bihar.gov.in/main/cache/1/SLIDER/bihar-logo-red.png",
  "title": "Bihar Govt Jobs 2020 – Apply Online for 255 Asst Engineer (Civil, Mechanical & Electrical) Vacancies",
  "description": "Bihar Public Service Commission (BPSC) has published a recruitment notification. The notification is for recruitment of 255 Asst Engineer (Civil, Mechanical & Electrical) Posts Vacancies. Here you will get the complete information about 255 Asst Engineer (Civil, Mechanical & Electrical) Posts Vacancies Recruitment online application forms 2020.",
  "url": "http://www.bpsc.bih.nic.in/"

},


{
  "images": "https://nbccindia.com/images/Logo_Final.jpg",
  "title": "Engineer (Civil & Electrical)",
  "description": "NBCC LTD will recruit the candidates on central Government Basis. NBCC LTD Interview will be conducted for selection of eligible candidates for NBCC LTD  Engineer (Civil & Electrical) Vacancy. All shortlisted candidates will be appointed at NBCC LTD. Applicants have to pay required application fee with online mode on the official website. Candidates must check their eligibility i.e. educatioNBCC LTD qualification, age limit, experience and etc for apply these Jobs.",
  "url": "https://img.freejobalert.com/uploads/2020/11/Notification-NBCC-India-Limited-Engineer-Civil-Elect.-Advt-No.-04-2020.pdf"

},
{
  "images": "http://tahdco.com/wp-content/uploads/2018/01/TAHDCO-Label-Copy.png",
  "title": "TAHDCO Jobs 2020 – Apply Assistant Engineer (Civil) 10 Vacancies",
  "description": " TAHDCO Recruitment Applications are invited from TAHDCO  Tamil Nadu in prescribed form through online mode only for various Assistant posts. The direct link for online application portal is available at the TAHDCO website scr.indianrailways.gov.in. TAHDCO has already published the employment notice on 20.03.2020 regarding 10 vacancies. As per the TAHDCO vacancy notification, these vacancies are assigned to Assistant Engineer (Civil) & Other and post wise vacancy details are given below. Applicants who are seeking central and state govt jobs in TAHDCO can make the TAHDCO Registration by using TAHDCO login on or before the last date.",
  "url": "https://tahdco.onlineregistrationform.org/"

},

{
  "images": "https://www.keralapsc.gov.in/sites/default/files/logo_0_0.png",
  "title": "Overseer Gr I/ Draftsman Gr I & Asst Engineer (Civil)",
  "description": "Kerala PSC will recruit the candidates on central Government Basis. Kerala PSC Interview will be conducted for selection of eligible candidates for Kerala PSC Assistant Vacancy. All shortlisted candidates will be appointed at Kerala PSC. Applicants have to pay required application fee with online mode on the official website. Candidates must check their eligibility i.e. educational qualification, age limit, experience and etc for apply these Jobs.",
  "url": "https://www.keralapsc.gov.in/"

}
]
