[{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTLtwq1ZgUIu_4Zo1RgZmXazCUNMSGWyC0EsNUoLD86CnYiB1MrYlV1YD0HWuxtI0IVjnE&usqp=CAU",
  "title": "Accenture",
  "description": "Across the globe, one thing is universally true of the people of Accenture: We care deeply about what we do and the impact we have with our clients and communities. It is personal to all of us.",
  "url": "https://www.accenture.com/in-en/careers/jobsearch?jk=&sb=1&pg=1&is_rj=0"

},

{
  "images": "https://www.paymentsjournal.com/wp-content/uploads/2018/05/paytm-logo.jpg",
  "title": "Paytm",
  "description": "Paytm is India's leading financial services company that offers full-stack payments & financial solutions to consumers, offline merchants and online platforms. The company is on a mission to bring half a billion Indians into the mainstream economy through payments, commerce, banking, investments, and financial services. One97 Communications Limited that owns the brand Paytm is founded by Vijay Shekhar Sharma and is headquartered in Noida, Uttar Pradesh. Its investors include Softbank, Ant Financial, AGH Holdings, SAIF Partners, Berkshire Hathaway, T Rowe Price, and Discovery Capital.",
  "url": "https://paytm.com/careers/jobs.html?team=Engineering"

},

{
  "images": "https://img.etimg.com/thumb/msid-74861589,width-1070,height-580,imgsize-35143,overlay-ettech/photo.jpg",
  "title": "Tech Mahindra",
  "description": "Our DigitALL philosophy focuses on transforming clients' businesses across Products, Services, Business Models and Reimagined Business Processes; leading to new Revenue Opportunities, Enhanced Customer Experience, Operational Efficiency, Reduced Risk, and a better Society.",
  "url": "https://careers.techmahindra.com/CurrentOpportunity.aspx"

},
{
  "images": "https://scholarshipexam.in/wp-content/uploads/2018/10/AICTE-Pragati-Scholarship-Scheme.png",
  "title": "PRAGATI SCHOLARSHIP",
  "description": "Scholarship/Contingency is awarded to meritorious girls taking admission in AICTE approved Technical institution at Degree/ Diploma. Total 10000 scholarship are given @ Rs 50000 as incidentals each year.",
  "url": "https://www.aicte-india.org/schemes/students-development-schemes/Pragati/General-Instructions"
},
{
  "images": "https://enabled.in/wp/wp-content/uploads/2019/04/Saksham-Scholarship-scheme-for-Student-with-Disabilities.jpg",
  "title": "SAKSHAM SCHOLARSHIP",
  "description": "PScholarship/Contingency is awarded to Differently abled students taking admission in AICTE approved Technical institution at Degree/ Diploma. Scholarship given @ Rs 50000 as incidentals each year. ",
  "url": "https://www.aicte-india.org/schemes/students-development-schemes/Saksham/General-Instructions"

},
{
  "images": "https://proudly.in/wp-content/uploads/2019/11/Prerana-Scheme-for-SC-and-ST.jpg",
  "title": "PRERANA – SCHEME FOR PREPARING SC/ST STUDENTS FOR HIGHER EDUCATION",
  "description": "There is an acute shortage of faculty in engineering & polytechnic colleges. The problem can be addressed by promoting degree students of pre-final and final year to go for post graduate courses. This scheme aims at providing financial support to institutes who are willing to put extra efforts for encouraging and training SC/ST students for GATE/GPAT/CAT/CMAT and GRE. The broad objective of the scheme is to help aspiring SC/ST students seeking higher education through admission test like GATE/GPAT/CAT/CMAT/ TOEFL/ IELTS and GRE.",
  "url": "https://www.aicte-india.org/sites/default/files/Prerana.pdf"

},
{
  "images": "https://proudly.in/wp-content/uploads/2019/10/Samiridhi-Scheme.jpg",
  "title": "SAMRIDDHI – SCHEME FOR SC/ST STUDENTS FOR SETTING START-UPS",
  "description": "TLooking at the poor job availability in the market, it is necessary to provide opportunities for SC/ST students to start their own enterprise. The broad objective of this scheme to help SC/ST students is in designing, launching and running their own business/startup through entrepreneurship development programme after formal education is over/during their education as per AICTE’s startup policy.",
  "url": "https://www.aicte-india.org/sites/default/files/AQIS_General_Instructions%202017_18.pdf"

},
{
  "images": "https://proudly.in/wp-content/uploads/2019/10/SSPCA-Scheme.jpg",
  "title": "SUPPORT TO STUDENTS FOR PARTICIPATING IN COMPETITION ABROAD (SSPCA)",
  "description": "The objective of the scheme is to provide travel assistance registration fees to a team of minimum 2 to 10 students for attending competition at international level in order to encourage engineering students to improve their field of technical education.",
  "url": "https://www.aicte-india.org/sites/default/files/SSPCA_Guidelines.pdf"

},
{
  "images": "https://i.ytimg.com/vi/IY38jBHNswM/maxresdefault.jpg",
  "title": "PRIME MINISTER’S SPECIAL SCHOLARSHIP SCHEME – PMSSS",
  "description": "Objective of the Scheme is to build up capacities in youth of J&K, educate, enable and empowering them to compete in normal course, enhancing and boosting employment potentials in students of J&K. Total 5000 scholarship are given @ Rs. 100000/- as Maintenance Charges and academic fee as Rs. 30000/- to General Degree, Rs. 125000/- to Engineering Degree & Rs. 300000/- to Medical Degree each year.",
  "url": "https://www.aicte-india.org/bureaus/jk"

},
{
  "images": "https://www.aicte-india.org/sites/default/files/poster%20II.JPG",
  "title": "AICTE-INAE TRAVEL GRANT SCHEME",
  "description": "An “AICTE-INAE Travel Grant Scheme” for Engineering Students to present papers abroad has been launched for enhancing the quality of engineering education in the country.",
  "url": "https://www.inae.in/aicte-inae-travel-grant-scheme/"

},
{
  "images": "https://img.jagranjosh.com/imported/images/E/Others/Third_edition_of_Smart_India_Hackathon_launched.jpg",
  "title": "SMART INDIA HACKATHON 2019",
  "description": "A unique initiative to identify new and disruptive digital solutions for solving the challenges faced by our country under the program of Smart India Hackathon 2017. This event was held on 1st – 2nd April 2017 for 36 hrs non-stop competition. 9544 technology students, 598 problems statements, 29 different central govt. ministries, 26 different Nodal centres & funding of Rs. 3 Lakh per team for 100 qualified teams.",
  "url": "https://www.aicte-india.org/Initiatives/smart-india-hackathon"

},
{
  "images": "https://img.jagranjosh.com/imported/images/E/Articles/msme-act-2006-logo.jpg",
  "title": "M.TECH PROJECTS AS INTERNSHIP WITH SMALL AND MEDIUM ENTERPRISES (MSMES)",
  "description": "The main objective of the scheme is to nurture an innovation ecosystem that benefits the technologically deficient MSMEs and technical institutes both. 408 Small and Medium Enterprises have given requirement of 738 Technology students.",
  "url": "/"

}
]
