[{
  "images": "https://rmkcdn.successfactors.com/210ca948/8bfdca66-468b-43f7-947d-9.jpg",
  "title": "Network Engineer – L&T Infotech Recruitment 2021",
  "description": "India’s leading multi-sector MNC company i.e. L&T Infotech currently hiring in networking department of Engineering Graduates over various streams who are aspiring to launch a dynamic career in the engineering industry with L&T Infotech in Jharkhand. Please read on for further information regarding who we are looking for, eligibility criteria and application guidelines.",
  "url": "https://careers.lntinfotech.com/job/Network-Engineer/607863001/"

},

{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSRjLOFNYz6HTnWzvDhDYY1grJnXKaPu9i7J1q6&s=0",
  "title": "Lab technician- ECE",
  "description": "Guru Gobind Singh Educational Society's Technical Campus Bokaro also known as GGSESTC BOKARO, is a Private College, affiliated to VBU HAZARIBAGH situated in Bokaro Steel City, Jharkhand. GGSESTC BOKARO was established in the year 2010. GGSESTC BOKARO is approved by AICTE. GGSESTC BOKARO offers admission in various courses like B.Tech, B.Tech (Lat), MBA .  Various Facilities provided by GGSESTC BOKARO are Medical Support Systems, Sports Complex, Library & Information Center, Practical Lab, IT Centers, Auditorium and etc. ",
  "url": "https://iroams.com/RRC/"

},
{
  "images": "https://allgovernmentjobs.in/public/uploads/org_logo/5be9e6459500405f508d23e3a877470a.jpg",
  "title": "Kerala PSC Assistant Engineer Jobs  2021 - 53 Vacancies",
  "description": "Kerala Public Service Commission (Kerala PSC) has announced the latest employment notification of Assistant Engineer Jobs for 53 Vacancies. Contenders who have completed their qualification in Diploma, Degree in Civil & Electrical Engineering are eligible to apply for this Kerala PSC Recruitment 2021.",
  "url": "https://allgovernmentjobs.in/public/static/2021%20March/Kerala-Psc-37-Assistant-Engineer-Jobs-2021.pdf"
},
{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSD8mIIU0IaxHSL03GsEYbt6A3-7m9ubxnkzIwC&s=0",
  "title": "Electronics & Communication Engg. - Lab Asst.",
  "description": "Konkan Railway Corporation Limited has advertised the Latest Recruitment Notification 2021 to fulfill the 18 Jr. Technical Assistant Vacancies. Candidates, who have a qualification of B.E/B.Tech in Electronics / Electrical & Electronics / Electronics & Telecommunication / Communication / Instrumentation are eligible. Interested candidates may attend an interview from 20th April 2021 to 23rd April 2021.",
  "url": "https://allgovernmentjobs.in/public/static/2021%20March/KRCL_Notification_for_the_post_of_Jr_Technical_Assistant_USBRL.pdf"

},
{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcThZ1eaPOt5MZS9kMsG62feDZMVtL7cKEpj4G-Q&s=0",
  "title": "Microchip Technology is Hiring for Engineer - ECE, EE",
  "description": "Experience in working with wireless protocols.Prior experiencewith PCBdesign using software likeAltium.Experience in working with Lab equipmentlike function generators, power supplies andoscilloscopes.Experience in trouble shooting hardware and software issuesDevelop collateral such as application notes ,data sheet and other activities for new product development.Develop and present technical training such as webinars, hands-on workshops, etc. to customers, sales and field application engineers.Resolve technical issues reported by customers and field application engineers.Work in a team environment and interact with Design ,Product /Test and Marketing teams..",
  "url": "https://www.microchip.com/"

},


{
  "images": "https://allgovernmentjobs.in/public/uploads/org_logo/ee735ccb51ac07f103a6b48685b979c7.jpg",
  "title": "NCRTC Surveyor, Managers, network engineer jobs 2021 - 24 Vacancies",
  "description": "National Capital Region Transport Corporation (NCRTC) has advertised the latest recruitment notification of Surveyors, Manager, Inspector & Other Jobs for 24 Vacancies. Contenders who have completed their qualification in Any Degree, Post Graduation, Diploma, B.E/ B.Tech, ITI are eligible to apply for this NCRTC Recruitment 2021. Hopefuls who have the desire to get placed in the public sector jobs must take the chance to apply for this recruitment drive before 23rd April 2021.",
  "url": "https://ncrtc.in/jobs.php"

},
{
  "images": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRbPqWHcbyJh7s-vrHe-BGr_VYeJcmtN1uB0i1P&s=0",
  "title": "Electrical Engineer/ Structural Engineer",
  "description": "This post was most recently updated on April 3rd, 2021KIOCL Recruitment 2021 | Available Electrical Engineer, Civil/ Structural Engineer & Other Posts | Total Vacancies 16 | KIOCL Registration Date & Application Proces KIOCL Recruitment Applications are invited from KIOCL Karnataka in prescribed form through online mode only for various Assistant posts. The direct link for the online application portal is available at the KIOCL website scr.indianrailways.gov.in. KIOCL has already published the employment notice on 20.03.2021 regarding 16 vacancies. As per the KIOCL vacancy notification, these vacancies are assigned to Electrical Engineer, Civil/ Structural Engineer & Other and post wise vacancy details are given below. Applicants who are seeking central and state govt jobs in KIOCL can make the KIOCL Registration by using KIOCL login on or before the last date.",
  "url": "https://railwaypost.in/kiocl-vacancy-electrical/?utm_campaign=google_jobs_apply&utm_source=google_jobs_apply&utm_medium=organic"

}
]
