[{
  "title": "Pradhan Mantri Jan Dhan Yojana",
  "description": "Pradhan Mantri Jan Dhan Yojana is a National Mission on Financial Inclusion that provides an integrated approach to bring about a robust financial inclusion and ultimately provide banking services to all households in the country."


},

{

  "title": "Make in India",
  "description": "P PM Narendra Modi launched the ‘Make in India’ campaign that will facilitate investment, foster innovation, enhanced protection for intellectual property and build best in manufacturing infrastructure. ‘Make in India’ has identified 25 sectors in manufacturing, infrastructure and service activities and detailed information is being shared through interactive web-portal and professionally developed brochures."
},

{

  "title": "Swachh Bharat Mission",
  "description": "Swachh Bharat Mission was launched in the entire country as a national movement. The campaign aims to achieve the vision of a ‘Clean India’ by 2nd October 2019. The Swachh Bharat Abhiyan is the most significant campaign with regards to sanitation by the Government of India."
},
{

  "title": "Beti Bachao Beti Padhao",
  "description": "The goal of this scheme is to make girls socially and financially self-reliant through education."


},
{

  "title": " Atal Pension Yojna",
  "description": " Atal Pension Yojana is a pension scheme mainly aimed at providing a universal pension scheme for those who are a part of the unorganized sector such as maids, gardeners, delivery boys, etc. This scheme replaced the previous Swavalamban Yojana which wasn’t well-received by the people."


},
{
  "title": "Digital India Mission",
  "description": "The Digital India programme is a flagship programme of the Government of India with a vision to transform India into a digitally empowered society and knowledge economy."


},
{

  "title": "Pradhan Mantri Shram Yogi Maan-dhan",
  "description": "It is a voluntary and contributory pension scheme, under which the subscriber would receive the following benefits: (i) Minimum Assured Pension: Each subscriber under the PM-SYM, shall receive minimum assured pension of Rs 3000/- per month after attaining the age of 60 years (ii) Family Pension: During the receipt of a pension, if the subscriber dies, the spouse of the beneficiary shall be entitled to receive 50% of the pension received by the beneficiary as a family pension. Family pension is applicable only to a spouse. (iii) If a beneficiary has given a regular contribution and died due to any cause (before age of 60 years), his/her spouse will be entitled to join and continue the scheme subsequently by payment of regular contribution or exit the scheme as per provisions of exit and withdrawal."


},
{

  "title": "Gold Monetisation Scheme",
  "description": "Gold Monetisation Scheme was launched by Government of India in 2015, under this scheme one can deposit their gold in any form in a GMS account to earn interest as the price of the gold metal goes up."


},
{
  "title": "PM CARES Fund -Prime Minister’s Citizen Assistance and Relief in Emergency Situation Fund",
  "description": "Is a public charitable trust initiated by the Prime Minister Narendra Modi. This national trust is created with the objective to meet the distressed and dreadful situation like COVID-19 in times ahead. PM CARES was initiated on March 28, 2020, under the chairmanship of the Indian Prime Minister with Ministry of Home Affairs, Defence Minister and Finance Minister as the ex-officio Trustee."


},
{

  "title": " Aarogya Setu",
  "description": "The Government of India took the initiative to fight the Coronavirus pandemic. It launched a mobile application to spread the awareness of COVID_19 among the citizens of India through an app called Aarogya Setu. The Aarogya Setu mobile app has been developed by the National Informatics Centre (NIC) that comes under the Ministry of Electronics and Information Technology. For detailed information, visit the link of Aarogya Setu given above."

},
{

  "title": "Ayushman Bharat",
  "description": "Launched in 2018 by Prime Minister Narendra Modi Ayushman Bharat is a health scheme. It is the largest government-funded healthcare programme in the world with over 50 crore beneficiaries. The Ayushman Bharath programme has two sub-missions PM-JAY & HWCs. Pradhan Mantri Jan Arogya Yojana (PM-JAY), earlier known as the National Health Protection Scheme (NHPS) will cover the financial protection for availing healthcare services at the secondary and tertiary levels.  Health and Wellness Centres (HWCs) aimed at improving access to cheap and quality healthcare services at the primary level. Read about Ayushman Bharat in detail in the link provided above."


},
{

  "title": "UMANG – Unified Mobile Application for New-age Governance ",
  "description": "is a mobile application launched by PM Narendra Modi to provide secured access to the citizens to multiple government services at one platform. UMANG is a key component of the Digital India initiative of the government that intends to make all traditional offline government services available 24 * 7 online through a single unified app."
},
{

  "title": "PRASAD Scheme – Pilgrimage Rejuvenation And Spirituality Augmentation Drive.",
  "description": "The Scheme is launched under the Ministry of tourism in the year 2015. The aims of PRASAD Scheme is the integrated development of pilgrimage destinations in a prioritised, planned, and sustainable manner for providing complete religious tourism experience. The focus of Pilgrimage Rejuvenation And Spirituality Augmentation Drive- PRASAD is on the development and beautification of the identified pilgrimage destinations. Further details on PRASAD scheme is given in the related page link given above in the article."


},
{

  "title": "Atmanirbhar Bharat Abhiyan",
  "description": "The scheme (meaning self-reliant India scheme) is a name given to the full-fledged economic stimulus package announced by the Union Government. It has been launched with an aim to make people self-dependent and overcome the difficulties caused by the coronavirus pandemic."


},
{

  "title": "National Digital Health Mission",
  "description": " Launched on August 15, 2020, the mission aims to create an integrated healthcare system linking practitioners with the patients digitally by giving them access to real-time health records."


},
{

  "title": "PM Atmanirbhar Swasth Bharat Yojana",
  "description": "The scheme is launched to develop capacities of primary, secondary, and tertiary health care systems, strengthen existing national institutions, and create new institutions, to cater to detection and cure of new and emerging diseases."


},
{

  "title": "National Infrastructure Pipeline Project",
  "description": "e It is a social and economic infrastructure project which was launched in 2019 in order to improve the overall quality of life of for all citizens. The NIP will fulfil all the crucial factors that will help India in achieving its target in becoming a $5 trillion economy by the financial year 2025. The path to success in the Government and bank exams is paved with difficulties but it is not an impossible path to walk on. Practising with mock tests and brushing up daily on study materials will lead to success."


}
]
